/*
 *学号：2604020229
 *姓名：曹明杰
 *题目：Homework1-题目1：个人信息卡片
 *编译gcc -Wall -std=c11 task1_card.c -o task1_card
 */

#include <stdio.h>
int main(void)
{
	printf("+--------------------------------------+\n");
	printf("|           个 人 信 息 卡             |\n");
	printf("|--------------------------------------|\n");
    printf("| 姓名：曹明杰                         |\n");
	printf("| 学号：2604020229                     |\n");
	printf("|班级：26电子信息工程2班               |\n");
	printf("|专业：电子信息工程                    |\n");
	printf("+--------------------------------------+\n");
	printf("|座右铭：心无旁骛，万事可破            |\n");
    printf("+--------------------------------------+\n");
	return 0;
}